Repository: erolburak/bobbyscounter
Catalog: BobbysCounter/Resource/Localizable.xcstrings
Source language: en
Languages: de

source: Add
de: Hinzufügen

source: Add category
de: Kategorie hinzufügen

# AddDescription
source: This shortcut will add today's counter
de: Dieser Kurzbefehl fügt den heutigen Zähler hinzu

# AddDialog
source: Okay, adding today's counter.
de: Okay, füge den heutigen Zähler hinzu.

# AddDialogError
source: Adding today's counter failed.
de: Heutigen Zähler hinzufügen fehlgeschlagen.

# AddTitle
source: Add counter
de: Zähler hinzufügen

source: Average
de: Durchschnitt

# AverageMessage%lld%@
source: Average for the last %1$lld counters is %2$@.
de: Durchschnitt für die letzten %1$lld Zähler beträgt %2$@.

# BobbysCounterWidgetConfigurationIntentDescription
source: Select a valid category for this widget.
de: Wähle eine valide Kategorie für dieses Widget aus.

# BobbysCounterWidgetConfigurationIntentTitle
source: Category
de: Kategorie

source: Categories
de: Kategorien

source: Category
de: Kategorie

# CategoryAlert
source: Category
de: Kategorie

# CategoryAlertPlaceholder
source: Add valid category
de: Gültige Kategorie hinzufügen

source: Count
de: Zahl

source: Counters
de: Zähler

source: Date
de: Datum

# DecrementDescription
source: This shortcut will decrement today's counter by 1
de: Dieser Kurzbefehl verringert den heutigen Zähler um 1

# DecrementDialog
source: Okay, decrementing today's counter.
de: Okay, verringere den heutigen Zähler.

# DecrementDialogError
source: Decrementing today's counter failed.
de: Heutigen Zähler verringern fehlgeschlagen.

source: Decrement negative:
de: Negativ verringern:

# DecrementTitle
source: Decrement counter
de: Verringere Zähler

source: Delete
de: Löschen

# DeleteCategoriesConfirmationDialog
source: All categories, including all counters, will be deleted.
de: Alle Kategorien, einschließlich aller Zähler, werden gelöscht.

# DeleteCategoryConfirmationDialog
source: Category, including all counters, will be deleted.
de: Kategorie, einschließlich aller Zähler, werden gelöscht.

# DeleteCounterConfirmationDialog
source: Counter will be deleted.
de: Zähler wird gelöscht.

# DeleteCountersConfirmationDialog
source: All counters will be deleted.
de: Alle Zähler werden gelöscht.

source: Edit
de: Bearbeiten

# EmptyAverage
source: No average
de: Kein Durchschnitt

# EmptyCategories
source: No categories
de: Keine Kategorien

# EmptyCategoriesMessage
source: Add a valid category to add counters.
de: Füge eine valide Kategorie zum Hinzufügen von Zählern hinzu.

# EmptyCategoryAddTitle
source: No category
de: Keine Kategorie

# EmptyCategoryMessageWidget
source: Select a valid category in the widget settings.
de: Wähle eine valide Kategorie in den Widget Einstellungen.

# EmptyCategoryWidget
source: No category
de: Keine Kategorie

# EmptyCharts
source: No chart
de: Kein Diagramm

# EmptyCounter
source: No counter
de: Kein Zähler

# EmptyCounterMessage
source: Add a counter to decrement or increment.
de: Zum Verringern oder Erhöhen einen Zähler hinzufügen.

# EmptyCounters
source: No counters
de: Keine Zähler

# EmptyCountersMessage
source: Counters for at least 1 day must be added.
de: Zähler für mindestens 1 Tag muss hinzugefügt werden.

# ErrorDescriptionAddCategory
source: Add category
de: Kategorie hinzufügen

# ErrorDescriptionAddCounter
source: Add counter
de: Zähler hinzufügen

# ErrorDescriptionDecrement
source: Decrement
de: Verringern

# ErrorDescriptionDecrementNegative
source: Decrement negative
de: Negativ verringern

# ErrorDescriptionEditCategory
source: Edit category
de: Kategorie bearbeiten

# ErrorDescriptionFetch
source: Fetch
de: Abfrage

# ErrorDescriptionFetchWidget
source: Fetch widget
de: Widget Abfrage

# ErrorDescriptionIncrement
source: Increment
de: Erhöhen

# ErrorDescriptionResetCount
source: Reset count
de: Zähler zurücksetzen

# ErrorDescriptionStep
source: Step
de: Schritt

# ErrorRecoverySuggestionAddCategory
source: Failed to add category. Please try again with different title if category with this title already exists.
de: Kategorie hinzufügen fehlgeschlagen. Bitte versuche es erneut mit einem anderen Titel, falls Kategorie mit diesem Titel bereits existiert.

# ErrorRecoverySuggestionAddCounter
source: Failed to add counter. Please try again.
de: Zähler hinzufügen fehlgeschlagen. Bitte versuche es erneut.

# ErrorRecoverySuggestionDecrement
source: Failed to decrement. Please try again.
de: Verringern fehlgeschlagen. Bitte versuche es erneut.

# ErrorRecoverySuggestionDecrementNegative
source: Failed to decrement negative. Please try again.
de: Negativ verringern fehlgeschlagen. Bitte versuche es erneut.

# ErrorRecoverySuggestionEditCategory
source: Failed to edit category. Please try again with different title if category with this title already exists.
de: Kategorie bearbeiten fehlgeschlagen. Bitte versuche es erneut mit einem anderen Titel, falls Kategorie mit diesem Titel bereits existiert.

# ErrorRecoverySuggestionError
source: Unknown
de: Unbekannt

# ErrorRecoverySuggestionFetch
source: Failed to fetch. Please try again.
de: Abfrage fehlgeschlagen. Bitte versuche es erneut.

# ErrorRecoverySuggestionFetchWidget
source: Failed to fetch widget. Please try again.
de: Widget Abfrage fehlgeschlagen. Bitte versuche es erneut.

# ErrorRecoverySuggestionIncrement
source: Failed to increment. Please try again.
de: Erhöhen fehlgeschlagen. Bitte versuche es erneut.

# ErrorRecoverySuggestionResetCount
source: Failed to reset count. Please try again.
de: Zähler zurücksetzen fehlgeschlagen. Bitte versuche es erneut.

# ErrorRecoverySuggestionStep
source: Failed step. Please try again.
de: Schritt fehlgeschlagen. Bitte versuche es erneut.

# IncrementDescription
source: This shortcut will increment today's counter by 1
de: Dieser Kurzbefehl erhöht den heutigen Zähler um 1

# IncrementDialog
source: Okay, incrementing today's counter.
de: Okay, erhöhe den heutigen Zähler.

# IncrementDialogError
source: Incrementing today's counter failed.
de: Heutigen Zähler erhöhen fehlgeschlagen.

# IncrementTitle
source: Increment counter
de: Erhöhe Zähler

source: Reset
de: Zurücksetzen

# ResetConfirmationDialog
source: Saved data on all devices will be deleted and the app will be reset.
de: Gespeicherte Daten auf allen Geräten werden gelöscht und die App wird zurückgesetzt.

# ResetCountTitle
source: Count is negative. Do you want to reset it?
de: Zähler ist negativ. Soll es zurückgesetzt werden?

source: Selected average:
de: Ausgewählter Durchschnitt:

source: Selected category
de: Ausgewählte Kategorie

source: Selected counter
de: Ausgewählter Zähler

source: Selected date:
de: Ausgewählter Tag:

source: Selected step:
de: Ausgewählter Schritt:

source: Settings
de: Einstellungen

# SettingsTipMessage
source: View and edit average, all categories, all counters, chart, selected date, negative decrement and step.
de: Siehe und bearbeite Durchschnitt, alle Kategorien, alle Zähler, Diagramm, ausgewählten Tag, negatives Verringern und Schritte.

source: Today
de: Heute

# WidgetConfigurationDisplayName
source: Today's counter
de: Heutige Zähler

# WidgetDescription
source: Decrement or increment today's counter.
de: Verringere oder erhöhe den heutigen Zähler.
